Repository: k-przybyszewski/mgc
Catalog: src/MGC/AdminBundle/Resources/translations/messages.*.xliff
Languages: pl

source: Home Page
pl: Strona Główna

source: Select language
pl: Wybierz język

source: Select currency
pl: Wybierz walutę

source: Password recovery
pl: Przypomnij hasło

source: Create account
pl: Utwórz konto

source: email address
pl: adres email

source: password
pl: hasło

source: Order server
pl: Zamów serwer

source: Game servers
pl: Serwery gier

source: Dedicated servers
pl: Serwery dedykowane

source: Why we?
pl: Dlaczego my?

source: Contact
pl: Kontakt

source: Do you like our website? - Recommend us to your friends!
pl: Podoba Ci się nasza strona? - Poleć znajomym!

source: Select
pl: Wybierz

source: Our server <span class="demi">locations</span>
pl: Lokalizacje naszych <span class="demi">serwerów</span>

source: Why <span class="demi">we?</span>
pl: Dlaczego <span class="demi">my?</span>

source: Attractive prices
pl: Atrakcyjne ceny

source: One of the largest gaming networks
pl: Jedna z największych sieci gamingowych

source: Support
pl: Wsparcie techniczne

source: See what else we can offer
pl: Zobacz co jeszcze możemy Ci zaoferować

source: Frequent promotions, cheap servers in all locations, nowhere else will you find such low prices!
pl: Super promocje, tanie serwery we wszystkich lokalizacjach, nigdzie indziej nie znajdziesz tak niskich cen!

source: We have servers for many popular games - with us you will certainly find what you are looking for! Low pings because of the many possible locations.
pl: Dysponujemy serwerami dla wielu popularnych gier - z nami napewno znajdziesz to czego szukasz! Niskie pingi z uwagi na wiele możliwych lokalizacji.

source: Our consultants are experienced individuals that help our customers seven days a week, twenty-four hours a day.
pl: Nasi konsultanci to doświadczone osoby, które pomagają naszym klientom siedem dni w tygodniu, dwadzieściacztery godziny na dobe.

source: Show server locations
pl: Pokaż lokalizacje serwerów

source: Guaranteed Satisfaction
pl: Satysfakcja gwarantowana

source: Share payments via many providers e.g. PayPal
pl: Płatności elektroniczne np. PayPal

source: Easy server management with our custom Control Panel!
pl: Proste zarzadzanie serwerami poprzez specjalny Panel Klienta!

source: We are always when you need us! Your favorite games will be even more rewarding.
pl: Jesteśmy zawsze gdy nas potrzebujesz! Twoje ulubione gry staną się jeszcze bardziej satysfakcjonujące.

source: Transactions are handled automatically. Completed orders are just a few minutes.
pl: Transakcje obsługiwane są automatycznie. Zakończone zamówienie to tylko kilka minut.

source: Switch locations any time!
pl: Zmiana lokalizacji w każdym momencie!

source: If you want to change the location of your server, nothing stands in the way - just a few clicks, and your server is on the other side of the world.
pl: Jeżeli chcesz zmienić lokalizację swojego serwera nic nie stoi na przeszkodzie - wystarczy kilka kliknięć i Twój serwer jest na drugim końcu świata.

source: Powerful affiliate system
pl: Rozbudowany system partnerski

source: Do you want to sell the game servers on your website? - Please notify our customer service, and we will work together.
pl: Chcesz sprzedawać serwery gier na swojej stronie internetowej? - Poinformuj o tym nasze Biuro Obsługi Klienta, a podejmiemy współpracę.

source: Order now
pl: Zamów teraz

source: Updates and news in
pl: Aktualizacje i news'y w

source: read more
pl: czytaj wiecej

source: Users <span>forum</span>
pl: Forum <span>użytkowników</span>

source: Visit forum
pl: Odwiedź forum

source: Stay up-to-date, take fierce conversations, solve the problems of others. Admin guides for all game platforms, join us!
pl: Bądź na bieżąco, uczestnicz w zaciętych konwersacjach, rozwiązuj problemy innych użytkowników. Poradniki admina!

source: Would you like to receive information about promotions and new products on our site? - subscribe our newsletter and we will send you a weekly email.
pl: Chcesz otrzymywać informacje na temat promocji i nowości w naszym serwisie? - zasubskrybuj nasz newsletter.

source: Enter your email address
pl: Wpisz swój adres email

source: Subscribe
pl: Zasubskrybuj

source: About us
pl: O nas

source: Privacy policy
pl: Polityka prywatności

source: Regulations
pl: Regulamin

source: Useful guides
pl: Przydatne poradniki

source: Demo servers
pl: Serwery demonstracyjne

source: Most popular servers
pl: Najpopularniejsze

source: ALL Game Servers
pl: Wszystkie serwery gier

source: Offer
pl: Oferta

source: Ventrilo servers
pl: Serwery ventrilo

source: Teamspeak servers
pl: Serwery teamspeak

source: Mumble servers
pl: Serwery mumble

source: Contact form
pl: Formularz kontaktowy

source: Follow us
pl: Znajdź nas

source: All rights reserved!
pl: Wszelkie prawa zastrzeżone!

source: Show more details
pl: Pokaż więcej
